micropython/micropython/ports/samd/boards/MINISAM_M4/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Mini SAM M4"
#define MICROPY_HW_MCU_NAME   "SAMD51G19A"
// ASF4 MCU package specific Pin definitions
#include "samd51g19a.h"

#define MICROPY_HW_XOSC32K  (0)
